export default {
  site: {
    title: 'Έχεις χαρτί;',
    subtitle: 'Υπολόγισε τις πραγματικές σου ανάγκες σε χαρτί υγείας',
    description: 'Μία εφαρμογή για επιφάνεια εργασίας, τάμπλετ ή κινητό για να υπολογίσετε τις ανάγκες τις δικές σας και της οικογένειάς σας σε χαρτί υγείας κατά τη διάρκεια της πανδημίας του κορωνοϊού'
  },
  nav: {
    home: 'Αρχική',
    about: 'Σχετικά με εμάς',
    press: 'Τύπος',
    contact: 'Επικοινωνία',
    privacy: 'Ιδιωτικότητα'
  },
  headings: {
    people: 'Άνθρωποι',
    usage: 'Χρήση',
    paper: 'Χαρτί υγείας',
    quarantine: 'Απομόνωση/καραντίνα'
  },
  subHeadings: {
    poops: 'Αφοδεύσεις',
    pees: 'Ουρήσεις',
    extras: 'Επιπρόσθετα'
  },
  labels: {
    poopsPerDay: 'Ημερήσιες αφοδεύσεις',
    wipesPerPoop: 'Σκουπίσματα ανα αφόδευση',
    sheetsPerWipe: 'Φύλλα χαρτιού ανά σκούπισμα',
    peesPerDay: 'Ημερήσιες ουρήσεις',
    sheetsPerPee: 'Φύλλα χαρτιού ανά ούρηση',
    sheetsPerDay: 'Φύλλα χαρτιού ανάμ ημέρα',
    numSheetsDay: '1 φύλλο / ημέρα  | {n} φύλλα / ημέρα',
    forDailyCleanup: 'Για ημερήσιο καθαρισμό',
    sheetsPerMonth: 'Φύλλα χαρτιού ανά μήνα',
    forMonthlyCleanup: 'Για μηνιαίο καθαρισμό',
    sheetsPerRoll: 'Φύλλα χαρτιού ανά ρολό',
    packInformation: 'Βρείτε την πληροφορία στο πλάι από το πακέτο',
    daysPerRoll: 'Ημέρες ανά ρολό',
    calculation: 'Υπολογισμός',
    timeInQuarantine: 'Χρόνος απομόνωσης/καραντίνας',
    rollsBought: 'Αγορασμένα ρολά χαρτιού υγείας',
    personYou: 'Εσύ',
    personNum: 'Άτομο {n}'
  },
  results: {
    buy: 'Αγόρασε {n} ρολό | Αγόρασε {n} ρολά',
    share: 'Μοιράσου {n} ρολό | Μοιράσου {n} ρολά',
    need: 'Χρειάζεσαι {n} ρολό | Χρειάζεσαι {n} ρολά',
    days: 'Έχεις {n} ημέρα | Έχεις {n} ημέρες',
    weeks: 'Έχεις {n} εβδομάδα | Χρειάζεσαι {n} εβδομάδες',
    months: 'Έχεις {n} μήνα | Έχεις {n} μήνες',
    years: 'Έχεις {n} έτος | Έχεις {n} έτη'
  },
  cta: {
    restart: 'Ξεκινήστε πάλι',
    buy: 'Αγοράστε τώρα',
    share: 'Μοιραστείτε'
  },
  prompts: {
    buttonTip: 'Πατήστε και κρατήστε τα -/+ κουμπιά για να προσθέσετε/αφαιρέσετε γρήγορα! ',
    chooseLanguage: 'Γλώσσα',
    offerTranslation: 'Μπορείτε να το μεταφράσετε σε άλλη γλώσσα; ',
    commission: 'Εάν προβείτε σε αγορά μπορεί να λάβουμε μία μικρή προμήθεια χωρίς επιπλέον κόστος για εσάς',
    donate: 'Αγοράστε μου καφέ!'
  },
  durations: {
    twoWeeks: 'Δύο εβδομάδες',
    threeWeeks: 'Τρεις εβδομάδες',
    oneMonth: 'Ένας μήνας',
    sixWeeks: 'Έξι εβδομάδες',
    twoMonths: 'Δύο μήνες',
    threeMonths: 'Τρεις μήνες',
    sixMonths: 'Έξι μήνες',
    nineMonths: 'Εννέα μήνες',
    oneYear: 'Ένα έτος'
  },
  actions: {
    addPerson: 'Πρόσθεσε ένα άτομο',
    rename: 'Μετονόμασε',
    remove: 'Αφαίρεσε',
    cancel: 'Ακύρωσε'
  },
  modes: {
    buying: 'Αγορά',
    sharing: 'Μοιρασιά',
    hoarding: 'Συσσώρευση'
  }
}
