export default {
  site: {
    title: 'Нужна бумага?',
    subtitle: 'Посчитай сколько нужно туалетной бумаги?',
    description: 'Дерзкое приложение для компьютера, планшета и смартфона, которое помогает расчитать потребность в туалетной бумаге для тебя и для твоей семьи на время пандемии короновируса'
  },
  nav: {
    home: 'Домой',
    about: 'О нас',
    press: 'Пресса',
    contact: 'Контакты',
    privacy: 'Конфиденциальность'
  },
  headings: {
    people: 'Людей',
    usage: 'Использование',
    paper: 'Листов',
    quarantine: 'Карантин'
  },
  subHeadings: {
    poops: 'По большому',
    pees: 'По маленькому',
    extras: 'Дополнительно'
  },
  labels: {
    poopsPerDay: 'По большому в день',
    wipesPerPoop: 'Проходов',
    sheetsPerWipe: 'Бумаг на один проход',
    peesPerDay: 'По маленькому в день',
    sheetsPerPee: 'Кусов бумаги на пописать',
    sheetsPerDay: 'Кусочков бумаги на день',
    numSheetsDay: '0 кусков в день | {n} кусок в день/10 кусков в день',
    forDailyCleanup: 'Для ежедневной чистки',
    sheetsPerMonth: 'Кусков бумаги в день',
    forMonthlyCleanup: 'Для месячной прочистки',
    sheetsPerRoll: 'Кусков в рулоне',
    packInformation: 'Информация указана сбоку упаковки',
    daysPerRoll: 'Дней на рулон',
    calculation: 'Вычисление',
    timeInQuarantine: 'Время карантина',
    rollsBought: 'Купленные рулоны',
    personYou: 'Ты',
    personNum: '1 Человек, 2 человека, 8 человек'
  },
  results: {
    buy: 'купить 1 рулон | купить {n} рулона | купить {n} рулонов',
    share: 'поделиться 1 рулоном | 2мя-рулонами | 8-ю рулонами',
    need: 'Вам нужен 1 рулон | поделиться {n} рулона | поделиться {n} рулонов',
    days: 'Вы продержитесь 1 день | Вам нужен {n} дня | Вам нужен {n} дней',
    weeks: 'Вы продержитесь 1 неделю | Вы продержитесь {n} недели | Вы продержитесь {n} недель',
    months: 'Вы продержитесь 1 месяц | Вы продержитесь {n} месяца | Вы продержитесь {n} месяцев',
    years: 'Вы продержитесь 1 год | Вы продержитесь {n} года | Вы продержитесь {n} лет'
  },
  cta: {
    restart: 'Начать сначала',
    buy: 'Купить',
    share: 'Поделиться'
  },
  prompts: {
    buttonTip: 'Нажмите плюс или минус, чтобы добавить или удалить',
    chooseLanguage: 'Язык',
    offerTranslation: 'Можете помочь с переводом?',
    commission: 'Если вы совершаете покупку, мы можем получить небольшую комиссию без дополнительной оплаты для вас.',
    donate: 'Купи мне кофе!'
  },
  durations: {
    twoWeeks: 'Две недели',
    threeWeeks: 'Три недели',
    oneMonth: 'Один месяц',
    sixWeeks: 'Шесть недель',
    twoMonths: 'Два месяца',
    threeMonths: 'Три месяца',
    sixMonths: 'Шесть месяцев',
    nineMonths: 'Девять месяцев',
    oneYear: 'Один год'
  },
  actions: {
    addPerson: 'Добавить человека',
    rename: 'Переименовать',
    remove: 'Удалить',
    cancel: 'Отменить'
  },
  modes: {
    buying: 'Покупка',
    sharing: 'Делимся',
    hoarding: 'Временный забор'
  }
}
