export default {
  site: {
    title: 'Нужна бумага?',
    subtitle: 'Посчитaeт сколько нужно туалетной бумаги?',
    description: 'Дерзкое приложение для компьютера, планшета и смартфона, которое поможет посчитать потребность туалетной бумаге для тебя и для твоей семьи на время пандемии короновируса'
  },
  nav: {
    home: 'Домой',
    about: 'О нас',
    press: 'Пресса',
    contact: 'Контакты',
    privacy: 'Конфиденциальность'
  },
  headings: {
    people: 'Людей',
    usage: 'Использование',
    paper: 'Листов',
    quarantine: 'Карантин'
  },
  subHeadings: {
    poops: 'По большому',
    pees: 'По маленькому',
    extras: 'Дополнительно'
  },
  labels: {
    poopsPerDay: 'По большому в день',
    wipesPerPoop: 'Проходов',
    sheetsPerWipe: 'Листы на один проход',
    peesPerDay: 'По маленькому в день',
    sheetsPerPee: 'Листы бумаги на пописать',
    sheetsPerDay: 'Листы бумаги в день',
    numSheetsDay: '0 листов в день | 1 лист в день | {n} листов в день ',
    forDailyCleanup: 'Для ежедневной чистки',
    sheetsPerMonth: 'Листы бумаги в месяц',
    forMonthlyCleanup: 'Для месячной чистки',
    sheetsPerRoll: 'Листов в рулоне',
    packInformation: 'Информация указана с боку упаковки',
    daysPerRoll: 'Дни на рулон',
    calculation: 'Вычисление',
    timeInQuarantine: 'Время карантина',
    rollsBought: 'Купленные рулоны',
    personYou: 'Ты',
    personNum: 'Человек {n}'
  },
  results: {
    buy: 'купить {n} рулон | купить {n} рулона | купить {n} рулонов',
    share: 'поделиться {n} рулоном | поделиться {n}мя рулонами | поделиться {n}ю рулонами',
    need: 'Вам нужен {n} рулон | Вам нужен {n} рулона | Вам нужен {n} рулонов',
    days: 'Вы продержитесь {n} день | Вы продержитесь {n} дня | Вы продержитесь {n} дней',
    weeks: 'Вы продержитесь {n} неделю | Вы продержитесь {n} недели | Вы продержитесь {n} недель',
    months: 'Вы продержитесь {n} месяц | Вы продержитесь {n} месяца | Вы продержитесь {n} месяцев',
    years: 'Вы продержитесь {n} год | Вы продержитесь {n} годa | Вы продержитесь {n} лет'
  },
  cta: {
    restart: 'Начать сначала',
    buy: 'Купить',
    share: 'Поделиться'
  },
  prompts: {
    buttonTip: 'Нажмите плюс или минус, чтобы добавить или удалить',
    chooseLanguage: 'Язык',
    offerTranslation: 'Можете помочь с переводом?',
    commission: 'Если вы совершаете покупку, мы можем получить небольшую комиссию без дополнительной оплаты для вас.',
    donate: 'Или, если хотите, можете купить мне кофе!'
  },
  durations: {
    twoWeeks: 'Две недели',
    threeWeeks: 'Три недели',
    oneMonth: 'Один месяц',
    sixWeeks: 'Шесть недель',
    twoMonths: 'Два месяца',
    threeMonths: 'Три месяца',
    sixMonths: 'Шесть месяцев',
    nineMonths: 'Девять месяцев',
    oneYear: 'Один год'
  },
  actions: {
    addPerson: 'Добавить человека',
    rename: 'Переименовать',
    remove: 'Удалить',
    cancel: 'Отменить'
  },
  modes: {
    buying: 'Покупка',
    sharing: 'Делимся',
    hoarding: 'Временный забор'
  }
}
