export default {
  site: {
    title: 'Имаш ли папира?',
    subtitle: 'Израчунај колико тоалет папира ти стварно треба',
    description: 'Мангупска апликација за рачунаре, таблете и мобилне уређаје која израчунава колико тоалет папира је потребно теби и твојој породици током пандемије корона вируса'
  },
  nav: {
    home: 'Почетна',
    about: 'О апликацији',
    press: 'Штампа',
    contact: 'Контакт',
    privacy: 'Приватност'
  },
  headings: {
    people: 'Људи',
    usage: 'Употреба',
    paper: 'Тоалет папир',
    quarantine: 'Карантин'
  },
  subHeadings: {
    poops: 'Какење',
    pees: 'Пишкење',
    extras: 'Додатно'
  },
  labels: {
    poopsPerDay: 'Колико пута дневно какиш',
    wipesPerPoop: 'Колико пута се обришеш кад какиш',
    sheetsPerWipe: 'Колико листића по брисању употребиш',
    peesPerDay: 'Колико пута дневно пишкиш',
    sheetsPerPee: 'Колико листића употребиш кад пишкиш',
    sheetsPerDay: 'Број листића дневно',
    numSheetsDay: '{n} листића дневно | {n} листић дневно | {n} листића дневно',
    forDailyCleanup: 'За свакодневно чишћење',
    sheetsPerMonth: 'Број листића месечно',
    forMonthlyCleanup: 'За месечно чишћење',
    sheetsPerRoll: 'Број листића у ролни',
    packInformation: 'Овај податак се налази на паковању папира',
    daysPerRoll: 'Број дана по ролни',
    calculation: 'Израчунавање',
    timeInQuarantine: 'Време у карантину',
    rollsBought: 'Купљених ролни',
    personYou: 'Ти',
    personNum: 'Особа {n}'
  },
  results: {
    buy: 'Kупи {n} ролни | Kупи {n} ролну | Kупи {n} ролне',
    share: 'Дели {n} ролни | Дели {n} ролну | Дели {n} ролне',
    need: 'Треба ти {n} ролни | Треба ти {n} ролнa | Требају ти {n} ролне',
    days: 'Имаш {n} дана | Имаш {n} дан | Имаш {n} дана',
    weeks: 'Имаш {n} недеља | Имаш {n} недељу | Имаш {n} недеље',
    months: 'Имаш {n} месеци | Имаш {n} месец | Имаш {n} месеца',
    years: 'Имаш {n} година | Имаш {n} годину | Имаш {n} године'
  },
  cta: {
    restart: 'Почни поново',
    buy: 'Купи одмах',
    share: 'Дели'
  },
  prompts: {
    buttonTip: 'Притисни и задржи дугмад -/+ да би сабирање/одузимање ишло брже.',
    chooseLanguage: 'Језик',
    offerTranslation: 'Можеш ли да преведеш на још неки језик?',
    commission: 'Ако купиш нешто, добијамо малу провизију која тебе ништа не кошта.',
    donate: 'Или, ако желиш, можеш да ме частиш кафом!'
  },
  durations: {
    twoWeeks: 'Две недеље',
    threeWeeks: 'Три недеље',
    oneMonth: 'Месец дана',
    sixWeeks: 'Шест недеља',
    twoMonths: 'Два месеца',
    threeMonths: 'Три месеца',
    sixMonths: 'Шест месеци',
    nineMonths: 'Девет месеци',
    oneYear: 'Година дана'
  },
  actions: {
    addPerson: 'Додај особу',
    rename: 'Промени име',
    remove: 'Уклони',
    cancel: 'Откажи'
  },
  modes: {
    buying: 'Куповање',
    sharing: 'Дељење',
    hoarding: 'Гомилање'
  }
}
